export const ABOUT_PROGRAM_ITEMS = [
  'Период стажировки: июнь-август 2025;',
  'Продолжительность 3 месяца;',
  'Онлайн формат;',
  'До 30 часов в неделю;',
  'Обучение с тренером soft skills;',
  'Работа над собственным проектом с ментором. Встречи раз в неделю по 2 часа;',
  'Материалы для изучения + домашние задания + контрольные работы;',
  'Этапы отбора: отправка резюме -> заполнение анкеты -> собеседование с рекрутером -> собеседование с техническим специалистом.',
]

export const CANDIDATE_REQUIREMENTS = [
  'Мы ищем выпускников технических вузов, которые имеют базовые знания Java Core, Spring Framework, SQL.',
  'Будет плюсом наличие опыта работы в технической сфере, а также в IT в целом и в разработке в частности.',
]

export const ADDITIONAL_ADVANTAGE = [
  'Понимание ООП',
  'Понимание микросервисной архитектуры и многопоточности',
]

export const WE_OFFER = [
  'Официальное трудоустройство по ТК РФ в аккредитованную IT-компанию;',
  'Возможность удаленной работы из любого города;',
  'ДМС после прохождения испытательного срока;',
  'Работа в команде высококвалифицированных профессионалов;',
  'Дополнительное обучение, библиотека, возможность посещения конференций, вебинаров, тренингов;',
  'Корпоративные скидки от партнеров;',
  'Насыщенная корпоративная культура.',
]
